Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: : Audition for students other than jazz vocal students.
nb: Opptaksprøve for andre enn jazzsangstudenter.

source: More than 20% absence from class will normally cause the student to fail the subject.
nb: Dette innebærer normalt at fravær på mer enn 20 prosent medfører at studenten ikke får godkjent emnet.

source: It is a culture that values musical talent, technical competence and students who perform well under pressure.
nb: Det er en læringskultur som verdsetter musikalsk talent, teknisk kompetanse og studenter som presterer bra under press.

source: Throughout nearly 25 years, Slettahjell has established herself as one of Norway’s leading jazz vocalists and songwriters.
nb: Etter nærmere 25 år har Slettahjell for lengst etablert seg som en av landets fremste jazzvokalister og låtskrivere.

source: CD/DVD/Blu-ray productions, lasting no less than 45 minutes
nb: CD/DVD/Blu-ray produksjon på minimum 45 minutter lengde

source: Although most people will feel that the objectives of music education in schools are good, there are still ideological elements in the music curriculum and an approach to musicteaching that we can describe as official arts policy in action.
nb: Selv om de fleste vil synes at målene for musikkundervisningen i skolen er bra, kan vi likevel se det ideologiske i læreplanene og musikkundervisningen som en form for praktiserende kulturpolitikk.

source: Her inquisitiveness about things Norwegian led Laura Ellestad to stay a while in Norway.
nb: Nysgjerrigheten på det norske førte Laura Ellestad til opphold i Norge.

source: But you admit it is not a given that music represents something good or promotes the objectives you mention.
nb: Men du åpner for at det ikke er gitt at musikk står for noe godt, eller fremmer disse målene du nevner.

source: – The question is: what is important to you, and what are you doing about it?”
nb: – Spørsmålet er, hva er viktig for deg, og hva gjør du med det?

source: Disputation – Public Defense
nb: Offentlig forsvar av avhandlingen – disputas

source: Master of Music in Music Performance (except for students taking the specialisation in Performance with Thesis)
nb: mastergradsstudiet i utøving (unntatt studenter ved studieretningen Utøving med teoretisk fordypning)

source: At the concert she has put two of her bands together, Ævestaden and Eir.
nb: For anledningen har hun satt sammen to av sine band, Ævestaden og Eir.

source: All course requirements must have been met by 15 April in the second semester of the course.
nb: Innen 15. april i emnets andre semester må alle arbeidskrav være godkjent.

source: There is almost no explanatory writing, only learning by doing.”
nb: Det finnes nesten ingen forklarende tekst, det er learning by doing.

source: Development of one's own artistic agenda.
nb: Utvikling av egen kunstnerisk agenda.

source: The rational aspect was important.
nb: Det rasjonelle var viktig.

source: reflect on their own and others’ artistic practise with a basis in the subject area’s history, traditions, unique characteristics and place in society
nb: kan reflektere over egen og andres kunstneriske praksis med utgangspunkt i musikkutøvingens historie, tradisjon, egenart og plass i samfunnet

source: If you do not have Bank-ID or a Norwegian national identification number
nb: Har du ikke Bank-ID eller norsk personnummer?

source: As part of the FACT team, it is his job to work on an outreach basis, in the form of home visits, but eventually he hopes to be able to get the patients to meet him in the music room.
nb: Som en del av FACT-teamet skal han jobbe oppsøkende, i form av hjemmebesøk, men han håper på sikt å kunne få pasientene til å møte ham på musikkrommet.

source: Bråtømyr was quick to add that a similar approach had already been realised in the form of the festival Oslo World which, due to Covid-19, this year only comprised Norwegian performers.
nb: Bråtømyr var rask til å skyte inn at en tilnærmet tankegang allerede er realisert i form av Oslo World Festival, som i år – grunnet covid-19 – kun bestod av norske utøvere.

source: I’ve learned to be inspired by things.
nb: Jeg har lært å bli inspirert av ting.

source: Laptop capable of running the newest edition of Ableton Live Standard (test with a demo-version before purchase).
nb: Bærbar datamaskin som kan kjøre nyeste versjon av Ableton Live Standard (kan testes med demo-versjon før kjøp).

source: Torgrim Sollid has, throughout his entire life, been an ambassador for both specific historical styles and rebellious modernism in Norwegian jazz.
nb: Torgrim Sollid har gjennom hele sitt virke vært en ambassadør for både spesifikke, historiske stilarter og rabulistisk modernisme i norsk jazz.

source: One way to avoid this is to work together, across cultures, observe each other, learn from each other and see whether we can challenge ourselves to think differently.”
nb: En måte å unngå dette på, er å arbeide sammen, på kryss av kulturer, observere hverandre, lære av hverandre og å se om vi kan utfordre oss selv til å tenke på andre måter.

source: “New prisons and institutions keep contacting us, wanting to collaborate.
nb: – Stadig nye fengsler og institusjoner tar kontakt og ønsker samarbeid.

source: With more than 350 full-time employees in many genres and specialisations, we ensure a very high expertise in performing, educational, theoretical, research and creative music subjects.
nb: Med over 350 årsverk ansatte i mange sjangre og spesialiseringer, sikrer vi god bredde og svært høy kompetanse innen utøvende, pedagogiske, teoretiske, forskende og skapende musikkfag.

source: When the members of the large baby-boom generation reach the age of 80, the so-called age boom will hit Norway.
nb: Når den store etterkrigsgenerasjonen fyller 80 år, vil den såkalte eldrebølgen treffe Norge.

source: Then I gave concerts.
nb: Da holdt jeg konserter.

source: This time it was Live Maria Roggen and Ingfrid Breie Nyhus who gained access to the project funding from the Program for Artistic Research (PKU).
nb: Denne gangen var det Live Maria Roggen og Ingfrid Breie Nyhus som nådde opp i konkurransen om prosjektmidler fra Program for kunstnerisk utviklingsarbeid (PKU).

source: In the midst of this, two music students – singer Oskar Fagelund and trombonist Jón Arnar Einarsson – have landed a huge contract that many experienced musicians can only dream of.
nb: Midt oppi alt dette lander to musikkstudenter – sanger Oskar Fagelund og trombonist Jón Arnar Einarsson – en kjempekontrakt mange erfarne musikere bare kan drømme om.

source: During the 2019/2020 academic year, NMH students and electroacoustic composers Mariam Gviniashvili, Giuseppe Pisano, and Mike McCormick travelled to Georgia as part of the Making Waves project, to teach Bachelor- and Master's student at the Music Technology Department at the Tbilisi State Conservatoire.
nb: I løpet av studieåret 2019/2020 har de elektroakustiske komponistene Mariam Gviniashvili, Giuseppe Pisano og Mike McCormick reist til Georgia tre ganger som en del av Making Waves-prosjektet for å gi bachelor- og masterstudenter ved Musikkteknologisk avdeling ved Tbilisi State Conservatoire, gruppe- og privatundervisning i en rekke teknikker for å lage elektroakustisk musikk (EAM).

source: But you can listen to even more jazz at Victoria Nasjonal Jazzscene.
nb: Men enda mer jazz finner du på Victoria Nasjonale Jazzscene.

source: Student suggestions for repertoire and group composition are the starting point for instruction.
nb: Studentenes forslag til repertoar og gruppesammensetning er utgangspunktet for undervisningen.

source: There were two massive volumes in thick, high-quality paper, printed by the royal printing press in Naples in 1794.
nb: Det var to store volumer i tykt, fint papir trykket av det kongelige trykkeriet i Napoli i 1794.

source: One year of full-time study is equal to 60 credits.
nb: Ett års heltids studieinnsats tilsvarer 60 studiepoeng.

source: Committee for the PhD Programme in Artistic Research (KUST)
nb: Utvalg for Ph.d.-programmet i kunstnerisk utviklingsarbeid (KUST)

source: Happiness – feelings of pleasure or contentment about your life.
nb: Glede – følelsen av nytelse og tilfredshet med livet.

source: Committee for Diversity and Equality
nb: Utvalg for mangfold og likestilling

source: As a part of the pioneering Second Viennese School and later an ideal for the postwar modernists, Anton Webern (1883-1945) is essential in modernist tradition.
nb: Som både førstegenerasjons modernist og forbilde for etterkrigsmodernistene, er Anton Webern (1883-1945) sentral i modernistisk tradisjon.

source: Maybe it is not as easy to quit.
nb: Kanskje ikke like lett å slutte.

source: Accompaniment and Chamber Music for Classical Pianists
nb: Akkompagnement og kammermusikk for klassiske pianister

source: In recent years she has been involved in the Trail of Souls project with Knut Reiersrud and In The Country, at both Norwegian and international festivals and concert stages.
nb: De siste årene har hun særlig gjort seg bemerket med prosjektet Trail of Souls sammen med Knut Reiersrud og In The Country, både på norske festivaler og scener, så vel som internasjonalt.

source: Impostor syndrome leaves many people struggling with stress and anxiety, the psychologists tells the audience.
nb: Bedragersyndromet gjør at man kan streve med stress og angst.

source: At the Concert Hall, you can also see international artists – recent years have included concerts by Maria Mena, the Real Group, Sissel Kyrkjebø, Bo Kaspers Orkester, Bugge Wesseltoft, Susanne Sundfør and Pat Metheny.
nb: På Konserthuset kan du også oppleve internasjonale artister – de siste årene har for eksempel Maria Mena, The Real Group, Sissel Kyrkjebø, Bo Kaspers Orkester, Bugge Wesseltoft, Susanne Sundfør og Pat Methany stått på programmet.

source: Often at one and the same concert.
nb: Gjerne på én og samme konsert.

source: All PhD candidates must undertake a trial disputation 6-12 prior to expected date of dissertation submission.
nb: Alle ph.d.-kandidater skal fremstille seg for prøvedisputas 6 til 12 måneder før forventet innlevering.

source: : The exam portfolio must be submitted through Canvas by 15 May in the fourth semester of the course.
nb: Innen 15. mai i emnets fjerde semester leveres eksamensmappen på læringsplattformen Canvas.

source: Kristina Fransson (trumpet and electronics)
nb: Kristina Fransson (trompet og elektronikk)

source: : Jostein Gundersen, University of Bergen.
nb: Jostein Gundersen, førsteamanuensis, Griegakademiet, Universitetet i Bergen.

source: Hege Sletnes from Miljøfyrtårn Environmental concerns to play part in management decisions
nb: Hege Sletnes fra Miljøfyrtårn Miljø inn i styringen av NMH

source: Then afterwards you can transfer this to an instrument if you want.”
nb: Så kan man – etter dette – overføre det til et instrument hvis man vil.

source: Music education, too, has placed considerable emphasis on popular culture in recent decades – at the expense of classical music, for instance.
nb: Og på det musikkpedagogiske feltet har det i noen tiår nå vært veldig fokus på populærkultur, for eksempel, på bekostning av klassisk musikk.

source: Orning has a doctorate in the field of performance practice from NAM (2014).
nb: Orning har doktorgrad innen feltet oppføringspraksis fra Norges Musikkhøgskole (2014).

source: Gatherings will also include guest lecturers like Olivier Benoit, Steffen Schorn, Erlend Skomsvoll, Eyolf Dale, Eivind Buene, Eirik Hegdal.
nb: I tillegg inneholder samlingene presentasjoner av studentenes øvrige prosjekter og forelesning ved faglærere og inviterte gjester som for eksempel Olivier Benoit, Steffen Schorn, Erlend Skomsvoll, Eyolf Dale, Eivind Buene, Eirik Hegdal.

source: – I mix techniques from classical and rhythm guitar, so I’m a kind of hybrid, you might say.
nb: – Jeg blander teknikker fra klassisk og rytmisk gitar, og er en slags hybrid, kan du si.

source: Vaccine for Students
nb: Har du vaksinert deg?

source: So it’s important to make space for both canonical art and modern art.
nb: Så det er viktig at det plass for både kanonisk kunst og ny kunst.

source: The Academy brass and woodwinds teachers will organise the test and act as a jury.
nb: Jury og ansvarlig for organiseringen av denne prøven er høgskolens messing- og trebåslærere.

source: “On several occasions they seemed dejected when they came into the group.
nb: – Flere ganger virket de nedstemt da de kom inn i gruppen.

source: When you have received your username go to the password service and press "Forgotten or expired password" and then "Get a single-use code by SMS".
nb: Når du har mottatt brukernavn går du inn i passordtjenesten og trykker på "Glemt eller utgått passord" og deretter "Få engangskode på SMS".

source: basic acoustics and concepts such as reverberation, reflection, absorption, room resonances
nb: grunnleggende akustikk og begreper som etterklang, refleksjon, absorpsjon, romresonanser

source: Singer, pianist and actor
nb: Sanger, pianist og skuespiller

source: Active participation at all research fora during the nominal length of study.
nb: Aktiv deltagelse på samtlige forskerforum i prosjektperioden.

source: Verbalizing and discussing musical choices, artistic crossroads and values, can give important insight for a robust and conscious musician.
nb: Verbalisering av og samtale om musikalske valg, kunstneriske veivalg og verdigrunnlag kan gi viktig innsikt for en bevisst og robust musiker.

source: Ole Bull Akademiet (2012): Bachelor of Music - Traditional Performance
nb: Master i utøving med teoretisk fordypning Ole Bull Akademiet (2012):

source: be able to read, learn, memorise and reproduce (sing/play) a complex musical score independently, rapidly and accurately
nb: kan lese, strukturere, innstudere, memorere og gjengi (synge/spille) et innholdsrikt notebilde selvstendig, hurtig og presist

source: An environmental management system will be put in place to govern future environmental processes at the NMH.
nb: Et miljøledelsessystem for de framtidige rutinene for miljøarbeidet ved NMH skal komme på plass.

source: Solli also has a competence group involved in the project, consisting of three people, all of whom have experience with psychosis, stimulants and music therapy.
nb: Med i prosjektet har Solli også en kompetansegruppe som består av tre personer, som alle har erfaring med psykose, rus og musikkterapi.

source: Ida Habbestad from the Norwegian Society of Composers chaired the panel, which comprised the artistic director of the Ultima festival Thorbjørn Tønder Hansen, musician Kristoffer Lo, the director of Norsk Jazzforum Gry Bråtømyr, and Siri Storheim, NMH student and co-organiser of the Music Student Conference.
nb: Ida Habbestad fra Norsk Komponistforening ledet panelet, som bestod av direktør og kunstnerisk leder for Ultimafestivalen Thorbjørn Tønder Hansen, musiker Kristoffer Lo, daglig leder i Norsk Jazzforum Gry Bråtømyr og Siri Storheim, NMH-student og medprosjektleder for Musikkstudentkonferansen.

source: Tuition is given within the time frame of 22,5 minutes per student per week for 24 weeks.
nb: Veiledende undervisningsressurs er 22,5 minutter i uken per student i 24 uker.

source: The list must include at least 30 minutes of repertoire, both solo and ensemble work in different styles.
nb: Studenten skal ved slutten av studieåret legge fram en repertoarliste på minimum 30 minutter. Listen skal omfatte solo- og ensemblerepertoar fra ulike stiler.

source: How much music I can make with each instrument makes little difference.
nb: Det spiller ikke så stor rolle hvor mye musikk jeg kan lage med hvert instrument.

source: This strategy sets NMH's goals and ambitions for how R&D work will be developed between now and 2025.
nb: Denne strategien fastsetter NMHs mål og ambisjoner for hvordan FoU-arbeidet skal utvikles fram mot 2025.

source: overview of participation at seminars and/or masterclasses
nb: oversikt over deltakelse på seminar og/eller mesterklasser

source: in March and April.
nb: fra mars og april.

source: It was fine, but I thought that it might not be so easy to focus on the body, sex and rock’n’roll.
nb: Det var helt greit, men jeg tenkte at det ikke kunne være så enkelt – at man spiller på kropp, sex og rock 'n' roll.

source: The work, made during 2021, draws on much of the material and processes from his research period and discusses queerness, the body, as well as the theatricality of music.
nb: Arbeidet, som er laget i 2021, trekker veksler på mye av materialet og prosessene fra stipendiatperioden og diskuterer skeivhet og kroppen, så vel som musikkens teatralitet.

source: He had the documents sent to him.
nb: Dokumentene fikk han tilsendt.

source: 150/250 for both concerts in the Extended Composition series. The concert is being arranged by the Ultima festival, who is also responsible for infection control measures.
nb: 150/250 for begge Extended Composition-konsertene Konsertene blir arrangert av Ultimafestivalen, og Sentralen har ansvar for smittevern.

source: Instrumental works or compositions of 1–2 minutes’ duration, and an oral presentation.
nb: Instrumentale eller kompositoriske bidrag á 1 til 2 minutter, samt muntlig presentasjon.

source: : The 20-variant is a prerequisite for the 21-variant.
nb: 20-varianten er forhåndskrav til 21-varianten.

source: He has learned from his encounters with the inmates that music can sneak its way into the emotions, into what has been closed off – and function as a sort of door-opener.
nb: At musikken kan smyge seg inn til følelsene, til det avstengte – og fungere som en slags døråpner, har han fått kjenne på i møte med de innsatte.

source: I was the first, and took the opportunity to tell the class about my daily routines,” Eirik says.
nb: Jeg var fus og brukte anledninga til å fortelle om mine daglige rutiner, sier Eirik.

source: Who is the forum for?
nb: Hvem er forumet for?

source: He had forgotten that the school arranged auditions for exchange programmes, and was sitting together with some friends when someone passed by and happened to mention the audition casually.
nb: Han hadde glemt at skolen arrangerte opptaksprøver for utvekslingsprogrammet, og satt og slappet av med noen venner da noen passerte og nevnte prøven i en bisetning.

source: The final assessment will emphasise the overall impression of the contents of the exam portfolio.
nb: I den avsluttende vurderingen legges det vekt på helhetsinntrykket av innholdet i eksamensmappen.

source: I would start with Beethoven’s concerto and play my way through Bach’s sonatas and partitas.
nb: Jeg ville startet med Beethovens konsert og spilt meg gjennom Bachs sonater og partitaer.

source: 14 days before the test the student will receive information on which orchestra excerpts they are expected to play.
nb: 14 dager før prøven får studenten en liste over hvilke standardverk juryen ønsker å høre utdrag fra.

source: It’s not that widespread yet, but my hope is that it will be.
nb: Det er ikke så utbredt ennå, men jeg har håp om at det blir det.

source: Since early 2016 I had been working to get a group of students to play in Brazil, as I had discovered the similarities between our (Norwegian and Brazilian) music cultures historically and musically.
nb: Helt fra starten av 2016 har jeg arbeidet for å få en gruppe studenter til å spille i Brasil, siden jeg har erfart likhetene mellom den norske og brasilianske musikk-kulturen, både historisk og musikalsk.

source: The main artistic result was presented at a final concert in Kulturkirken Jakob in 2012, and through two recordings.
nb: Hovedresultatene av prosjektet ble presentert på en avslutningskonsert i Kulturkirken Jakob i 2012, og gjennom to innspillinger.

source: Maybe I’m misreading it, but Kevin Costner is living with Native American culture in the film.
nb: Jeg misleser den kanskje, men Kevin Costner lever jo med indianerkulturen i filmen.

source: Concert dramaturgy, storytelling and staging
nb: Konsertdramaturgi, historiefortelling og regi.

source: Then he goes to the Class Ohlson hardware store.
nb: Da går han til Clas Ohlson.

source: – Having studied 100 individuals, Nash and Stevenson arrived at how to approach success with new eyes.
nb: – Etter å ha studert 100 personer kom Nash og Stevensons frem til hvordan man kan se på suksess med nye øyne.

source: The question is then what is it that makes art so unsuitable as a discipline?
nb: Hva er det som gjør kunsten så uegnet som fag, må man da spørre.

source: have relevant concert practice in this type of ensemble
nb: har relevant konserterfaring med denne typen ensemble

source: Both giving and receiving support and recognition from us and from one another.
nb: Både å gi og få støtte og anerkjennelse fra oss og fra hverandre.

source: Compulsory orchestra projects (piano, guitar, accordion and cembalo are exempted)
nb: Obligatorisk deltagelse i orkester (gjelder ikke klaver, gitar, akkordeon og cembalo)

source: : In accordance with applicable regulations for the elected course.
nb: I samsvar med gjeldende regler for valgt kurs.

source: The piano is in place, shelves full of books and CDs are lined up neatly along the walls, and on his desk is the book he published earlier this year, “The 189 Partimenti of Nicola Sala”.
nb: Pianoet er på plass, hyllevis med bøker og CD-plater står sirlig linet opp langs veggene, og på pulten ligger boken han ga ut tidligere i år, «The 189 Partimenti of Nicola Sala».

source: Lectures, discussions and study groups may also be used.
nb: Det kan også legges inn forelesninger, diskusjoner og kollokviearbeid.

source: Against one wall is a piano, amplifiers are lined up in rows along the floor, and a drum kithas been set up in one corner.
nb: Ved den ene veggen står et piano, forsterkere er linet opp på rekke langs gulvet, og et trommesett er rigget opp i det ene hjørnet.

source: Group instruction/project instruction may be considered.
nb: Det kan også bli aktuelt med gruppeveiledning/prosjektveiledning.

source: Choir conductor and pianist Eduardo Villamizar (27) has travelled the farthest of all.
nb: Kordirigent og pianist Eduardo Villamizar (27) har reist lengst av alle.

source: “Guru means teacher, shishya is student, and the last word means tradition,” Bansal clarifies.
nb: – Guru er læremester, shishya er elev og det siste ordet betyr tradisjon, forklarer Bansal.

source: In the main hall, you can not only experience films on a giant screen but can also get a sense of sitting in the midst of film history when you gaze up at the distinctive domed ceiling, built-in 1928.
nb: I storsalen får du ikke bare kinopplevelsene i stort format, men følelsen av å sitte midt i filmhistorien når du titter opp på det karakteristiske kuppeltaket fra 1928.

source: He studied composition at the Norwegian Academy of Music and Royal College of Music in London.
nb: Han studerte komposisjon ved Norges musikkhøgskole og Royal College of Music i London.

source: Improbasen, a formative evaluation project
nb: Improbasen, et følgeforskingsprosjekt

source: Although the students at the Norwegian Academy of Music are doing a bit better than the average for Norway as a whole, the survey reveals that 2020-2021 has been a difficult period.
nb: Selv om studentene på Musikkhøgskolen har hatt det litt bedre enn gjennomsnittet for resten av landet, viser undersøkelsen at 2020-2021 har vært vanskelig.

source: The revised dissertation must be reviewed and deemed acceptable by the PhD Adjudication Committee before the candidate may proceed with PhD examination (as in point a.)
nb: Dersom og når omarbeidet utgave er godkjent av komiteen, kan disputas planlegges og gjennomføres som under punkt a)
